Revit 2027 API
ParameterTypeId.RebarSpliceStaggerLengthMultiplier Property
 "Stagger Length Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSpliceStaggerLengthMultiplier { get; }
Public Shared ReadOnly Property RebarSpliceStaggerLengthMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSpliceStaggerLengthMultiplier {
	ForgeTypeId^ get ();
}
static member RebarSpliceStaggerLengthMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace